{
  "Quote 1": "Nobody gives up prime time for being president. They told me I was crazy. The Apprentice was still a hit, NBC wanted me to stay, but I walked away because I knew I had to do this.",
  "Quote 2": "The moment I started winning, everything changed. The same people who once praised me, hugged me, and called me a friend turned against me overnight. It wasn’t just politics—it was the machine at work.",
  "Quote 3": "When I got shot, it wasn’t surreal. When I became president, that was surreal. Lying on the ground, I knew exactly what was happening. But standing in the White House for the first time, looking around, realizing I was president—that was something else entirely.",
  "Quote 4": "You don’t think about the weight of the office until you’re standing in the Lincoln Bedroom, looking at the Gettysburg Address, knowing you now hold the responsibility of history in your hands.",
  "Quote 5": "From the moment I won, before I even took office, they came after me. The Washington Post wrote, ‘Now the impeachment starts.’ I hadn’t even stepped into the White House yet, and they were already planning how to take me down.",
  "Quote 6": "It’s a two-party system. The system eats you alive. You can run as an independent, but even if you win, Congress won’t work with you. You don’t just have to win an election—you have to survive the system.",
  "Quote 7": "Being president is the most dangerous job in the world. More dangerous than being a soldier, a cop, or a firefighter. You become a target—not just physically, but politically, financially, and personally.",
  "Quote 8": "They don’t even have to take things out of context. They just make them up. One day, you say something about history, and the next, the media is claiming you support something you never even thought about.",
  "Quote 9": "Everyone wants power, but no one wants the scrutiny. The moment you step into the arena, they don’t just go after you—they go after your family, your business, your legacy. You have to be willing to take the hits.",
  "Quote 10": "Tariff is the most beautiful word in the dictionary today—more beautiful than love. If used right, tariffs can build a nation, create jobs, and make America rich again. We used to do it, and we were the wealthiest country in the world.",
  "Quote 11": "The press isn’t just biased—it’s corrupt. They’re not just reporting news; they’re creating narratives, deciding what the public should believe, and destroying themselves in the process.",
  "Quote 12": "You need the mindset of a fighter to survive in politics. It’s not for the weak. If you can’t take the heat, if you can’t take the attacks, you’ll never make it. You’ll fold under pressure.",
  "Quote 13": "I make myself a target, and I know it. But leadership isn’t about being liked—it’s about doing what’s right, even when it makes you enemies.",
  "Quote 14": "A bull rider has a one-tenth of one percent chance of dying. The presidency is statistically even more dangerous. And the difference? A bull rider takes physical hits. A president takes them from every direction—political, financial, personal.",
  "Quote 15": "I figured it would be easy. I was loved on The Apprentice. The media couldn’t get enough of me. Then I ran for president, and suddenly, I was the enemy. That’s how the game is played.",
  "Quote 16": "Even if people didn’t agree with me, they knew one thing—whoever that guy is, that’s him. That’s really him. I wasn’t rehearsed, I wasn’t scripted, and that’s what people connected with.",
  "Quote 17": "The media didn’t just take things out of context—they made them up. They weren’t interested in the truth. They were interested in controlling the story, shaping the narrative, and keeping their power.",
  "Quote 18": "The White House is surreal at first. You walk in, and you feel the weight of history. But with time, it wears off. It becomes where you live. It becomes just another place.",
  "Quote 19": "If you want the job, you have to be ready for what comes with it. The attacks, the lies, the betrayals. Power doesn’t come easy. It comes at a cost.",
  "Quote 20": "If we didn’t have COVID, we would have been paying off debt. The economy was booming, everything was lined up, and then the world shut down. We had to shift, but we were on track to fix it all.",
  "Quote 21": "Some people are just survivors. They don’t take risks, they don’t stand for anything, they just exist in the system. And the system rewards them for it.",
  "Quote 22": "Picking people from outside politics is dangerous. A politician has been vetted for years. A business guy? He’s never been vetted. You have no idea what’s going to come out once he’s in the spotlight.",
  "Quote 23": "Regulations kill business faster than taxes. I asked CEOs—what helped you more, tax cuts or cutting red tape? Every one of them said regulations were the bigger problem.",
  "Quote 24": "If you can’t handle pressure, don’t get into this business. It’s not just about winning. It’s about taking every hit they throw at you and still standing at the end of the day.",
  "Quote 25": "They told me, ‘Don’t run. It’s a long shot.’ Even the people who supported me thought I was crazy. But when the polls started coming in, I knew. I had something real.",
  "Quote 26": "I walked away from a billion-dollar business to run for president. Everyone told me I was making a mistake. But what’s the point of success if you don’t use it to make a difference?",
  "Quote 27": "This isn’t just about me. It’s about the people who believed in me, who put their trust in me. And when you have that, you fight for them. You don’t back down.",
  "Quote 28": "Leadership isn’t about being popular. It’s about making the tough calls, standing firm, and doing what’s right even when it’s not easy."
}
